cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'jp2a'
brew 'openssl'
brew 'readline'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'fasd'
brew 'vim'
brew 'tmux'
brew 'CMake'
brew 'the_silver_searcher'
brew 'reattach-to-user-namespace'
brew 'carthage'
brew 'android-platform-tools'

cask '1password'
cask 'handbrake'
cask 'seashore'
cask 'tunnelbear'
cask 'vlc'
cask 'coolterm'
cask 'alfred'
